Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_tapasi_etyjin_vahemmistovaltuutetun_inarissa.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät tapasi Etyjin vähemmistövaltuutetun Inarissa
smn: Sämitigge teeivâi Etyj ucceeblohováldálii Anarist

source: Etyjin vähemmistövaltuutettu Kairat Abdrakhmanov vieraili Inarissa 15.-16.2.2023.
smn: Etyj ucceeblohováldálâš Kairat Abdrakhmanov kollij Anarist 15.-16.2.2023.

source: Vierailun aikana vähemmistövaltuutettu tapasi Saamelaiskäräjien puheenjohtajan Tuomas Aslak Juuson ja toisen varapuheenjohtajan Leo Aikion.
smn: Kollim ääigi ucceeblohováldálâš teeivâi Sämitige saavâjođetteijee Tuomas Aslak Juuso já nube värisaavâjođetteijee Leo Aikio.

source: Lisäksi Saamelaiskäräjien toimielimistä inarinsaamelaisasiain neuvottelukunta ja nuorisoneuvosto tapasivat vähemmistövaltuutetun.
smn: Toos lasseen Sämitige toimâorgaanijn anarâšaašij ráđádâllâmkodde já nuorâirääđi teivii ucceeblohováldálii.

source: – Kiitän vähemmistövaltuutettua tärkeästä vierailusta.
smn: – Mun kijtám ucceeblohováldálii tehálii kolliimist.

source: Keskustelimme saamelaisille ajankohtaisista asioista, kuten saamelaiskäräjälain uudistamisen aiheuttamasta yleisestä tilanteesta ja sen tuomista jännitteistä.
smn: Muái savâstâláim sämmiláid äigikyevdilij aašijn, tego sämitiggelaavâ uđâsmittem tovâttem almolii já jiärástum tiileest.

source: Lisäksi vähemmistövaltuutettu oli kiinnostunut mm. ilmastonmuutoksen vaikutuksesta saamelaisiin perinteisiin elinkeinoihin ja kulttuuriin, sekä Saamelaiskäräjien mahdollisuuksista vaikuttaa päätöksentekoon, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Toos lasseen ucceeblohováldálâš lâi perustum ei. šoŋŋâdâhnubástus vaikuttâsâst sämmilij ärbivuáváláid iäláttâssáid já kulttuurân, sehe Sämitige máhđulâšvuođâin vaiguttiđ miärádâstohâmân, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Inarin vierailun aikana vähemmistövaltuutettu tapasi myös saamelaisten kotiseutualueen kuntien edustajia, totuus- ja sovintokomission edustajia ja saamelaisjärjestöjä, sekä kuuli saamelaisten perinteisten elinkeinojen ajankohtaisesta tilanteesta.
smn: Aanaar kollim ääigi ucceeblohováldálâš teeivâi meid sämmilij päikkikuávlu kieldâi ovdâsteijeid, tuotâvuotâ- já sovâdâttâmkomissio ovdâsteijeid já sämiseervijd, sehe kuulâi sämmilij ärbivuáválij iäláttâsâi äigikyevdilis tiileest.

source: Tapaamisten lisäksi vähemmistövaltuutettu vieraili Yle Sápmin toimituksessa ja inarinsaamenkielisessä kielipesässä.
smn: Teivâmij lasseen ucceeblohováldálâš kollij Yle Säämi toimâttuvâst já anarâškielâlii kielâpiervâlist.

source: Lisäksi vähemmistövaltuutettu vieraili varapuheenjohtaja Leo Aikion luona ja tutustui lähemmin poronhoitoon.
smn: Ucceeblohováldálâš kollij meid värisaavâjođetteijee Leo Aikio kulen já uápásmij pyerebeht puásuituálun.

source: Etyjin vähemmistövaltuutettu pyrkii ehkäisemään ja lievittämään jännitteitä, jotka liittyvät kansallisiin vähemmistöihin Etyjin alueella.
smn: Etyj ucceeblohováldálâš viggá estiđ já kepidiđ čuolmâid, moh lohtâseh aalmugláid ucceeblovvoid Etyj kuávlust.

source: Työssä korostuu hiljainen diplomatia ja eri osapuolten välisen yhteistyön tukeminen.
smn: Pargoost tiäduttuvvojeh joskis diplomatia já sierâ uásipeelij koskâsii oovtâstpargo tuárjum.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio@samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio@samediggi.fi

source: Inka-Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
smn: Inka-Saara Arttijeff aalmugijkoskâsij aašij čällee 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
